<?php
	$lang = array();
	//Navigation
	$lang['TAB_HOME'] = "Αρχική";
	$lang['TAB_BOOK'] = "Κρατήσεις";
	$lang['TAB_INFO'] = "Πληροφορίες";
	$lang['TAB_MEMBER'] = "Μέλη";
	//Search
	$lang['DATE'] = "Ημερομηνία";
	$lang['SEARCH'] = "Εύρεση"; //Αναζήτηση
	$lang['AVAILABLE'] = "Διαθέσιμα"; //Ελεύθερα
	$lang['ACTIVE'] = "Εκκρεμεί"; //Υπάρχουσα
	$lang['5X5'] = "Κλείσε ένα γήπεδο 5Χ5 για ένα κλασσικό παιχνίδι με τους φίλους σου";
	$lang['9X9'] = "Κλείσε ένα γήπεδο 10Χ10 για ένα έντονο παιχνίδι με τους φίλους σου";
	$lang['VS'] = "\"Προκάλεσε\" μία άλλη ομάδα αν δεν έχεις αρκετούς παίκτες";
	//Reservation
	$lang['GAME_DETAILS'] = "Πληροφορίες Παιχνιδιού";
	$lang['TIME'] = "΄Ωρα";
	$lang['DURATION'] = "Διάρκεια";
	$lang['GAME_TYPE'] = "Είδος Παιχνιδιού";
	$lang['MATCH'] = "Παιχνίδι";
	$lang['CHALLENGE'] = "Πρόκληση";
	$lang['FIELD'] = "Γήπεδο";
	$lang['ARENA_PHONE'] = "Τηλέφωνα Αρένας";
	$lang['CUSTOMER_DETAILS'] = "Πληροφορίες Πελάτη";
	$lang['FULL_NAME'] = "Ονοματεπώνυμο";
	$lang['EMAIL_ADDRESS'] = "Ηλεκτρονική Διεύθυνση";
	$lang['CONTACT_PHONE'] = "Τηλέφωνο Επικοινωνίας";
	$lang['RESERVE'] = "Κράτηση";
	//Members
	$lang['BOOK_HISTORY'] = "Ιστορικό Κρατήσεων";
	$lang['CANCEL_BOOKING'] = "Ακύρωση Κράτησης";
	$lang['TOO_LATE'] = "Πλέον Άδύνατον";
	$lang['PLAYED'] = "Έχει παιχθεί";
	$lang['NOTIFICATIONS_CHALLENGE'] = "Ειδοποιήσεις Προκλήσεων";
	$lang['YES'] = "Ναί";
	$lang['NO'] = "Όχι";
	$lang['NOTIFICATIONS_EXPL'] = "Ειδοποίησε με όταν υπάρχουν διαθέσιμες προκλήσεις;";
	$lang['CHANGE_PSW'] = "Αλλαγή Κωδικού";
	$lang['NEW_PSW'] = "Νέος Κωδικός";
	$lang['RE_PSW'] = "Επανάλαβε Κωδικό";
	$lang['SAVE_EXPL'] = "Για να σώσεις τις αλλαγές, είσαγε τρέχων κωδικό";
	$lang['SAVE'] = "Αποθήκευση";
	//Login
	$lang['LOGIN_FORM'] = "Φόρμα Εισόδου";
	$lang['PSW'] = "Κωδικός";
	$lang['LOGIN'] = "Είσοδος";
	$lang['REGISTER'] = "Εγγραφή";
	$lang['GREEK'] = "Ελληνικά";
	$lang['ENGLISH'] = "Αγγλικά";
	
	//Register
	$lang['REGISTRATION_FORM'] = "Φόρμα Εγγραφής";
	$lang['REQ'] = "αναγκαστικά πεδία";
	$lang['RE_EMAIL_ADDRESS'] = "Επανέλαβε Ηλεκτρονική Διεύθυνση";
	$lang['RE_CONTACT_PHONE'] = "Επανέλαβε Τηλέφωνο Επικοινωνίας";
	$lang['SECURITY_Q'] = "Πόσο κάνει";
	$lang['REG_VER'] = "Με την εγγραφή σας αποδέχεστε τους";
	$lang['T_C'] = "Όρους &amp Προϋποθέσεις";
	//Reset Psw
	$lang['RESET_PSW'] = "Ξαναρύθμισε Κωδικό";
	//Messages
	$lang['ERROR_QUERY'] = "Κάποιο λάθος συνέβη κατά τη διάρκεια της λειτουργίας. Ένα email έχει σταλεί με τις λεπτομέρειες του λάθους στην τεχνική υποστήριξη και θα απευθυνθεί σύντομα. Στο ενδιάμεσο σας παροτρύνουμε να ξαναδοκιμάσετε.";
	$lang['BOOK_LIMIT_REACHED'] = "Έχετε φθάσει το όριο των κρατήσεων σας για αυτή την αρένα. Δοκιμάστε πάλι μετά το παιχνίδι σας.";
	$lang['DB_BUSY'] = "Η βάση δεδομένων είναι απασχολημένη.<br /><br />Ξαναδοκίμαστε σε μια στιγμή.";
	$lang['RES_CANC_SUC'] = "Η κράτηση ακυρώθηκε επιτυχώς.";
	$lang['EMAIL_INV'] = "Μή έγκυρη ηλεκτρονική διεύθυνση";
	$lang['EMAIL_UNREG'] = "Η ηλεκτρονική διεύθυνση δεν είναι εγγεγραμμένη.";
	$lang['PSW_INV'] = "Μή έγκυρος κωδικός.";
	$lang['PSW_INC'] = "Λανθασμένος κωδικός";
	$lang['VAL_ACC'] = "Παρακαλώ επικυρώστε τον λογαριασμό σας.";
	$lang['SETTINGS_SUC'] = "Οι επιλογές σας έχουν ενημερωθεί.";
	$lang['SPAM'] = "Άει συχτίρ.";
	$lang['CALC'] = "Ο υπολογισμός ήταν λανθασμένος.";
	$lang['PHONE_INV_EXPL'] = "Το τηλέφωνο πρέπει να είναι κυπριακό. Δηλαδή πρέπει να ξεκινά με ένα από τους κωδικούς της Κύπρου και να ακολουθείτε από 6 νούμερα.";
	$lang['REG_NAME'] = "Πρέπει να μας παρέχεις ένα όνομα για να απευθυνόμαστε.";
	$lang['REG_SUC_EMAIL'] = "Ένα email έχει σταλθεί περιέχοντας ένα σύνδεσμο για επικύρωση του λογαριασμού σας.<br />Παρακαλώ ακολουθήστε τις οδηγίες για να ολοκληρώσετε την εγγραφή σας.<br /><br />Έχετε εισαχθεί προσωρινά στο σύστημα για την πρώτη σας κράτηση αλλά θα πρέπει να επικυρώσετε τον λογαριασμό σας για μελλοντικές κρατήσεις.";
	$lang['REG_SUC_NO_EMAIL'] = "Δυστυχώς ένα email με τον σύνδεσμο επικύρωσης λογαριασμού δεν μπορούσε να σταλθεί.<br />Παρακαλώ επικοινωνήστε με <i>support@futsal-time.com</i> για να σας σταλεί το σχετικό email.<br /><br />Έχετε εισαχθεί προσωρινά στο σύστημα για την πρώτη σας κράτηση αλλά θα πρέπει να επικυρώσετε τον λογαριασμό σας για μελλοντικές κρατήσεις.";
	$lang['ERROR_QUERY_C'] = "Κάποιο λάθος συνέβη κατά τη διάρκεια της λειτουργίας.<br /><br />Αν το λάθος επιμένει επικοινωνήστε με  <i>support@futsal-time.com</i>";
	$lang['REG_PHONE_EX'] = " είναι ήδη σε χρήση και ο λογαριασμος έχει επικυρωθεί.<br /><br />Αν πιστεύετε ότι έχει γίνει κάποιο λαθος παρακαλώ επικοινωνήστε με το τηλέφωνο <i>99798951</i> ή <br />με <i>support@futsal-time.com</i>";
	$lang['REG_EMAIL_EX'] = "Το email είναι ήδη σε χρήση. <br /><br />Αν ξεχάσατε τον κωδικό σας, παρακαλώ χρησιμοποιήστε την<font color='blue'><u><i><b><span id='resetPsw' style='cursor:pointer' onClick='resetPsw2(\"{email}\")'>ανάκτηση κωδικού</span></b></i></u></font>.<br /><br /> Σε περίπτωση που χάσατε το email επικύρωσης του λογαριασμού σας πατήστε <font color='blue'><u><i><b><span id='resendValid' style='cursor:pointer' onClick='resendValidationEmail(\"{email}\")'>εδώ</span></b></i></u></font> για να κανασταλεί.<br /><br />Για περαιτέρω προβλήματα παρακαλώ επικοινωνήστε με <i>support@futsal-time.com</i><br />";
	$lang['GAME_ALR'] = "Έχεις ήδη παιχνίδι εκείνη την μέρα και ώρα.<br /><br />Δοκιμάστε κάποια άλλη ώρα.";
	$lang['RES_TOO_LATE'] = "Κάποιος άλλος σας πρόλαβε για την τελευταία κράτηση.<br /><br />Δοκιμάστε κάποια άλλη ώρα.";
	$lang['NO_SLOTS'] = "Δεν υπήρχαν διαθέσιμες θέσεις. Δοκιμάστε κάποια άλλη ώρα.";
	$lang['RES_FINAL'] = "Η κράτηση σας έχει ολοκληρωθεί. Ένα email έχει σταλεί με τις λεπτομέρειες του παιχνιδιού σας.<br /><br />";
	$lang['RES_FINAL_NO_EMAIL'] = "Η κράτηση σας έχει ολοκληρωθεί αλλά το email δεν μπόρεσε να σταλεί. Μπορείτε να επιβεβαιώσετε το παιχνίδι από την σελίδα μέλους.<br /><br />";
	$lang['PSW_RES'] = "Ένα email έχει σταλεί περιέχοντας τον νέο σας κωδικό.<br /><br />Μπορείτε να αλλάξετε τον κωδικό από την σελίδα \'Μέλη\'.<br />";
	$lang['PSW_RES_NO_EMAIL'] = "Δυστυχώς το email που περιέχει τον νέο κωδικό δεν μπόρεσε να σταλεί.<br /><br />Αν το λάθος επιμένει παρακαλώ επικοινωνήστε με <i>support@futsal-time.com</i><br />";

	
	
?>